Repository: Codeko/codeko-password-manager
Catalog: app/Resources/translations/messages.*.xliff
Languages: es

source: Password List
es: Contraseñas

source: Categoria Pass List
es: Categorías

source: gender_unknown
es: Desconocido

source: date_range_start
es: Desde

source: date_range_end
es: Hasta

source: Username Pass
es: Usuario

source: Category
es: Categoria(s)

source: User
es: Propietario

source: Enabled
es: Habilitado

source: Category Enabled
es: Cat.Habilitada

source: active
es: Activo

source: disabled
es: Deshabilitado

source: TipoPass
es: Tipos de contraseñas

source: Tipo Pass List
es: Tipos de contraseñas

source: PermisoUser
es: Permisos de usuario (Contraseñas)

source: PermisoGrupo
es: Permisos de grupo (Contraseñas)

source: Permiso User List
es: Permisos de Usuario (Contraseñas)

source: Permiso Grupo List
es: Permisos de Grupo (Contraseñas)

source: PermisoCategoriaUser
es: Permisos de usuario (Categorías)

source: PermisoCategoriaGrupo
es: Permisos de grupo (Categorías)

source: Permiso Categoria User List
es: Permisos de Usuario (Categorías)

source: Permiso Categoria Grupo List
es: Permisos de Grupo (Categorías)

source: users
es: Usuarios

source: groups
es: Grupos

source: label_categories
es: Categorías

source: media
es: Multimedia

source: ROLE_ADMIN: ROLE_USER
es: Administrador (Privilegios de usuario)

source: ROLE_SUPER_ADMIN: ROLE_USER, ROLE_ADMIN, ROLE_SONATA_ADMIN, ROLE_ALLOWED_TO_SWITCH
es: Super Administrador (Todos los privilegios

source: ROLE_SONATA_ADMIN
es: Administrador Sonata (Privilegios especiales administración)

source: ROLE_ALLOWED_TO_SWITCH
es: Puede suplantar usuario(s)
